1IoT/micropython/ports/esp32/boards/GATEWAY_S2/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "OneIoT Gateway - ESP32-S2 Wrover"
#define MICROPY_HW_MCU_NAME                 "ESP32S2"

#define MICROPY_PY_BLUETOOTH                (0)
#define MICROPY_HW_ENABLE_SDCARD            (0)
